Repository: ChDeinert/LDAPAuth
Catalog: locale/*/LC_MESSAGES/module_ldapauth.po
Languages: de

source: View LDAPAuth Configuration
de: Anzeige LDAPAuth Konfiguration

source: Update users
de: Aktualisierung der Benutzer

source: Group import
de: Gruppenimport

source: User import
de: Benutzerimport

source: Warning! The user account was created, but there was a problem adding the account to the default group.
de: Warnung! Der Benutzer-Account wurde erstellt, aber es gab ein Problem diesen zur Standardgruppe hinzuzufügen.

source: User name
de: Benutzername

source: User name and password
de: Benutzername und Passwort

source: Sorry! The e-mail address or password you entered was incorrect.
de: Die eingegebene E-Mail Adresse oder das Password ist nicht bekannt.

source: Sorry! The user name or password you entered was incorrect.
de: Der eingegebene Benutzername oder das Password ist nicht bekannt.

source: A user name was not provided in a call to %1$s.
de: Beim Aufruf von %1$s wurde kein Benutzername angegeben.

source: E-mail Address
de: E-Mail Adresse

source: An invalid parameter array was received.
de: Ein ungültiges Parameter-Array wurde übertragen.

source: An invalid user id was received.
de: Eine ungültige Benutzer ID wurde übertragen.

source: Log-in
de: Anmeldung

source: Log-in block
de: Anmelde-Block

source: Please provide a password.
de: Bitte geben Sie ein Passwort ein

source: Please provide a user name and password.
de: Bitte geben Sie einen Benutzernamen und ein Passwort ein

source: Please provide a user name.
de: Bitte geben Sie einen Benutzernamen ein

source: Provides LDAP authentication for Zikula user accounts with fallback if LDAP Server not avaiable.
de: Bietet LDAP Authentifizierung für Zikula Benutzer Accounts. Mit Ausweichlösung, wenn LDAP-Server nicht erreicht werden können.

source: Add profile mapping
de: Profile-Mapping hinzufügen

source: Active
de: Aktiv

source: Property in Profile
de: Eigenschaft in Profile

source: LDAP Attibute
de: LDAP Attribut

source: Cancel
de: Abbrechen

source: Delete profile mapping with ID %s
de: Profil-Mapping mit der ID %s löschen

source: Edit LDAPAuth Configuration with ID %s
de: LDAPAuth Konfiguration mit der ID %s bearbeiten

source: Configuration Updated
de: Konfiguration aktualisiert

source: Could not update Configuration
de: Konfiguration konnte nicht aktualisiert werden

source: Error in input-data
de: Fehler in Eingabedaten

source: Configurations
de: Konfiguration

source: Active Configuration
de: Aktive Konfiguration

source: Support Profile module
de: Unterstützung des Profil-Modules

source: (separated with , )
de: (getrennt mit ,)

source: Username
de: Benutzername

source: Password
de: Passwort

source: Real Primarygroup
de: Echte Primärgruppe

source: Use SSL
de: SSL benutzen

source: Use TSL
de: TSL benutzen

source: Recursive groups
de: Recursive Gruppen

source: Edit profile mapping with ID %s
de: Profil-Mapping mit der ID %s bearbeiten

source: AD Groups to import
de: AD Gruppen zum Importieren

source: AD Groups
de: AD Gruppen

source: Group name
de: Gruppenname

source: Group description
de: Gruppenbeschreibung

source: Check all
de: Alle auswählen

source: Uncheck all
de: Auswahl aufheben

source: AD Users to import
de: AD Benutzer zum Importieren

source: AD Users
de: AD Benutzer

source: User real name
de: Anzeigename

source: User email
de: E-Mail

source: Inactive user
de: Deaktivierter Benutzer

source: No Users found.
de: Keine Benutzer gefunden

source: AD Users to update
de: AD Benutzer zum Aktualisieren

source: LDAPAuth Configuration
de: LDAPAuth Konfiguration

source: Configuration
de: Konfiguration

source: Edit Configuration
de: Konfiguration bearbeiten

source: LDAPAuth Profile Mapping
de: LDAPAuth-Profil Mapping

source: Add Mapping
de: Mapping hinzufügen

source: Available mappings
de: Vorhandene Mappings

source: Mapping active
de: Mapping aktiviert

source: Profile property ID
de: Profil Eigenschaft ID

source: LDAP attribute
de: LDAP Attribut

source: No Mappings available
de: Keine Mappings vorhanden

source: LDAP User name and password
de: LDAP Benutzername und Passwort

source: User account
de: Benutzer-Account

source: Current password
de: Aktuelles Passwort

source: Caps Lock is on!
de: Die Feststelltaste ist an!

source: Keep me logged in on this computer
de: Angemeldet bleiben

source: Log in
de: Anmelden

source: Save
de: Speichern

source: Warning! Connection to AD could not be established!
de: Warnung! Verbindung zum AD konnte nicht hergestellt werden!

source: Warning! Could not add User %s to group!
de: Warnung! Konnte Benutzer %s nicht zur Gruppe hinzufügen!

source: Profile mapping saved!
de: Profil-Mapping wurde gespeichert!

source: Error! Profile mapping could not be saved!
de: Fehler! Profil-Mapping konnte nicht gespeichert werden!

source: Profile mapping was deleted!
de: Profil-Mapping wurde gelöscht!

source: Error! Profile mapping could not be removed!
de: Fehler! Profil-Mapping konnte nicht gelöscht werden!

source: CN
de: Common Name

source: SN
de: Nachname

source: Telephonenumber
de: Telefonnummer

source: Facsimiletelephonenumber
de: Faxnummer

source: Givenname
de: Vorname

source: Distinguishedname
de: Definierter Name

source: Createdate
de: Erstell Datum

source: Changedate
de: Änderungsdatum

source: Displayname
de: Anzeigename

source: Department
de: Abteilung

source: Company
de: Firma

source: Countrycode
de: Ländercode

source: SAMAccountname
de: Anmeldename NT

source: Userprincipalname
de: Anmeldename

source: Objectcategory
de: Kategorie

source: Manager
de: Vorgesetzter

source: Warning! Profile data could not be updated!
de: Warnung! Profil-Daten konnten nicht aktualisiert werden!

source: Delete
de: löschen

source: import
de: importieren

source: Import AD Groups
de: AD Gruppen importieren

source: Current Group:
de: aktuelle Gruppe:

source: Import AD Users
de: AD Benutzer importieren

source: Current User:
de: aktueller Benutzer:

source: Update AD Users
de: AD Benutzer aktualisieren

source: Last update
de: Letzte Aktualisierung

source: Last Change in AD
de: Letzte Änderung im AD

source: Update
de: Aktualisieren

source: No Users to import selected!
de: Es wurden keine Benutzer zum Import ausgewählt!

source: No groups to import selected!
de: Es wurden keine Gruppen zum Import ausgewählt!

source: Updating users
de: Aktualisiere Benutzer

source: No Users to update selected!
de: Es wurden keine Benutzer zur Aktualisierung ausgewählt!
